Enterprise_Serivces/Cert/Bronze4/CSLRealmUserService/result1/Iteration1/t6_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/core/contracts/2010/05/IServiceBase/IsServiceHealthy</wsa:Action><wsa:MessageID>uuid:45ebd425-f552-47d6-b7d9-b48613d6ea2b</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslrealmuserserviceqa1.testgs.pvt/RealmUserService.svc</wsa:To></soap:Header><soap:Body><IsServiceHealthy xmlns="http://www.gamestop.com/services/core/contracts/2010/05" /></soap:Body></soap:Envelope>